Repository: allcaps/wagtail-robot-nao
Catalog: wagtailrobot/home/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Do you like your page?
nl: En? Is de pagina naar wens?

source: I think it is awesome! LETS PARTY!
nl: Ik vind hem super vet! Laten we een feestje bouwen

source: Dear {}... May I have this dance?
nl: Beste {}... Wil je met me dansen?

source: That was fun. Thank you very much! Hope to see you soon!
nl: Dat was leuk! Heel erg hartelijk bedankt! Tot ziens!

source: Hello {name}
nl: Hallo {name}

source: Create a page: Add a title, image and click \emph=2\ 'Save draft'.
nl: Maak een pagina: Voeg een titel en afbeelding toe en klik op \emph=2\ 'Concept bewaren'.

source: Goodbye {name}
nl: Dag {name}

source: Nice, but your page is not published yet!
nl: Mooi, maar je pagina is nog niet gepubliceerd!

source: cool
nl: gave

source: page
nl: pagina

source: title
nl: titel

source: stupid
nl: stomme

source: {title} is a {adjective} title for a page
nl: {title} is een {adjective} titel voor een pagina.

source: Your page is now published. It is the top item in the list. View it by clicking \pau=1\ \emph=3\ live. The live button is in the status column.
nl: Je pagina is nu gepubliceerd. Het is het bovenste item in de lijst. Bekijk hem door op \pau=1\ \emph=2\ live te klikken. Het live knopje staat in de statuskolom.

source: 1? 2? 3? Is really your password? That can't be secure! Try: 1. 2. 3. \pau=2\ \emph=2\ 4!
nl: 1? 2? 3? Is dat \emph=2\ echt je wachtwoord? Dat kan niet veilig zijn! Probeer 1. 2. 3. \pau=2\ \emph=2\ 4!

source: Your credentials
nl: Jouw inloggegevens

source: Username
nl: Gebruikersnaam

source: Password
nl: Wachtwoord

source: Go to login page
nl: Ga naar inloggen

source: The Wagtail Experience
nl: Het Wagtail-avontuur

source: Learn content management in two minutes.
nl: Websites beheren in twee minuten.

source: What is your firstname?
nl: Wat is je voornaam?
